export default {
  items: [
    {
      title: 'Индивидуальный план развития',
      description: 'Своего рода &laquo;дорожная карта&raquo;, ведущая вас к&nbsp;обозначенным целям. Составляется по&nbsp;итогам беседы со&nbsp;старшим разработчиком CSSSR.',
      image: 'Bonus_school_path',
      altText: 'Человек на идет по указателям по дороге',
    },
    {
      title: 'Ревью резюме и&nbsp;тестовое собеседование',
      description: 'Наши рекрутеры дадут рекомендации и&nbsp;помогут сделать вас ещё более привлекательным кандидатом.',
      image: 'Bonus_school_CV',
      altText: 'Человек держит в руках резюме и улыбается, рядом лайки',
    },
    {
      title: 'Общение в&nbsp;Slack',
      description: 'Вы&nbsp;всегда сможете посоветоваться с&nbsp;авторами курсов или другими учениками.',
      image: 'Bonus_school_slack',
      altText: 'Три персонажа ведут диалог, он отображен в виде картинок с логотипом слака, знаком вопроса, восклицательным знаком и строчками текста',
    },
  ],
}
