export default {
  items: [
    {
      title: 'Индивидуальный план развития',
      description: 'Своего рода «дорожная карта», ведущая вас к обозначенным целям. Составляется по итогам беседы со старшим разработчиком CSSSR.',
      image: 'Bonus_school_path',
    },
    {
      title: 'Ревью резюме и тестовое собеседование',
      description: 'Наши рекрутеры дадут рекомендации и помогут сделать вас ещё более привлекательным кандидатом.',
      image: 'Bonus_school_CV',
    },
    {
      title: 'Общение в Slack',
      description: 'Вы всегда сможете посоветоваться с авторами курсов или другими учениками.',
      image: 'Bonus_school_slack',
    },
  ],
}
