const cups = {
  items: [
    {
      id: 1,
      title: 'Найти новую работу',
      image: 'cup1',
    },
    {
      id: 2,
      title: 'Получить новую должность в текущей компании',
      image: 'cup2',
    },
    {
      id: 3,
      title: 'Повысить свою стоимость на рынке труда',
      image: 'cup3',
    },
    {
      id: 4,
      title: 'Поднять свой профессиональный уровень',
      image: 'cup4',
    },
    {
      id: 5,
      title: 'Любая другая цель, которая поможет вам вырасти профессионально',
      image: 'cup5',
    },
  ],
}
export default cups
