export default {
  items: [
    {
      id: 1,
      title: 'Должна быть цель',
      description: 'Мы помогаем тем, кто ориенирован на конкретный результат. Мы ценим своё и ваше время и хотим работать с людьми, которые знают, куда идут.',
      descriptionSecond: 'Вашей целью может быть:',
      image: 'manifest_1',
      isCups: true,
    },
    {
      id: 2,
      title: 'Ваш успех = Наш успех',
      description: 'Мы прилагаем максимум усилий, чтобы приблизить учеников к их цели. Мы хотим гордиться нашей совместной работой.',
      image: 'manifest_2',
    },
    {
      id: 3,
      title: 'Полная самоотдача',
      description: 'Мы даём карту, но пройти этот путь вам предстоит самостоятельно. Необходимо приложить максимум усилий, только в этом случае цель будет достигнута.',
      image: 'manifest_3',
    },
  ],
}
