export default {
  items: [
    {
      title: 'Должна быть цель',
      descriptionLines: [
        'Мы&nbsp;помогаем тем, кто ориентирован на&nbsp;конкретный результат. Мы&nbsp;ценим своё и&nbsp;ваше время и&nbsp;хотим работать с&nbsp;людьми, которые знают, куда идут.',
        'Вашей целью может быть:',
      ],
      image: 'manifest_1',
      altText: 'Цифра один в виде стрелы в центре мишени',
      isCups: true,
    },
    {
      title: 'Ваш успех = Наш успех',
      descriptionLines: [
        'Мы&nbsp;прилагаем максимум усилий, чтобы приблизить учеников к&nbsp;их&nbsp;цели. Мы&nbsp;хотим гордиться нашей совместной работой.',
      ],
      image: 'manifest_2',
      altText: 'Цифра два из цветных геометрических элементов',
    },
    {
      title: 'Полная самоотдача',
      descriptionLines: [
        'Мы&nbsp;даём карту, но&nbsp;пройти этот путь вам предстоит самостоятельно. Необходимо приложить максимум усилий, только в&nbsp;этом случае цель будет достигнута.',
      ],
      image: 'manifest_3',
      altText: 'Цифра три из цветных геометрических элементов',
    },
  ],
}
