export default {
  items: [
    {
      title: 'Должна быть цель',
      descriptionLines: [
        'Мы помогаем тем, кто ориенирован на конкретный результат. Мы ценим своё и ваше время и хотим работать с людьми, которые знают, куда идут.',
        'Вашей целью может быть:',
      ],
      image: 'manifest_1',
      isCups: true,
    },
    {
      title: 'Ваш успех = Наш успех',
      descriptionLines: [
        'Мы прилагаем максимум усилий, чтобы приблизить учеников к их цели. Мы хотим гордиться нашей совместной работой.',
      ],
      image: 'manifest_2',
    },
    {
      title: 'Полная самоотдача',
      descriptionLines: [
        'Мы даём карту, но пройти этот путь вам предстоит самостоятельно. Необходимо приложить максимум усилий, только в этом случае цель будет достигнута.',
      ],
      image: 'manifest_3',
    },
  ],
}
