export default {
  hire: [
    {
      question: 'Я хочу работать в CSSSR, с чего мне начать?',
      answer: [
        'Посмотрите наши вакансии, прочитайте требования к кандидатам. К большинству вакансий есть тестовое задание — внимательно выполните его. Почитайте нашу статью: <a href="http://blog.csssr.ru/2018/08/16/candidates-mistakes" target="_blank" rel="noopener nofollow" data-testid="Faq:item:answer.link">«И так сойдёт!» или главные ошибки кандидатов</a>. Удачи!',
      ],
    },
    {
      question: 'Как происходит отбор, какие этапы меня ждут?',
      answer: [
        'Процесс найма в CSSSR проходит удалённо и состоит из нескольких этапов:',
        [
          'тестовое задание;',
          'интервью с рекрутером;',
          'техническое собеседование;',
          'беседа с потенциальным руководителем и тим-лидом команды.',
        ],
      ],
    },
    {
      question: 'Сколько времени занимает каждый из этапов?',
      answer: [
        'Хотя это и может показаться вечностью, на самом деле тестовые задания рассчитаны на 10 – 20 минут, а на интервью отводится от получаса до двух часов.',
      ],
    },
    {
      question: 'Я отправил/-а отклик на вакансию на сайте CSSSR, сколько ждать ответа?',
      answer: [
        'Терпение — важное качество будущего сотрудника CSSSR ;) Для технических вакансий ответ, как правило, приходит в течение суток (или на следующий рабочий день). Для менеджерских вакансий — обычно до 5 рабочих дней. Не забудьте проверить свою почту!',
      ],
    },
    {
      question:
        'У меня нет опыта коммерческой разработки. Если я хорошо решу тестовое задание, вы рассмотрите мою кандидатуру?',
      answer: [
        'Мы с вами пообщаемся, дадим дополнительное тестовое задание и сделаем подробное код-ревью, чтобы вы смогли прокачать свои скиллы. Периодически мы открываем вакансии для junior разработчиков, но они подразумевают хороший навык вёрстки.',
      ],
    },
    {
      question: 'Я не прошёл/-шла, можно попробовать снова?',
      answer: [
        'Да, конечно. Если вам не хватило опыта или навыков для определённой вакансии, вы всегда можете попробовать свои силы ещё раз, когда прокачаетесь, или присмотреться к другим вакансиям.',
      ],
    },
  ],
  apply: [
    {
      question: 'Вы правда все работаете полностью удалённо?',
      answer: [
        'Да, все наши сотрудники трудятся удалённо из разных уголков планеты. Мы периодически встречаемся на митапах и конференциях или просто пересекаемся с коллегами, когда оказываемся с ними в одном городе. А ещё раз в год мы проводим кэмп — на пару недель выезжаем в живописное место, чтобы поработать и отдохнуть всем вместе. Например, в 2018 году мы ездили <a href="https://www.youtube.com/watch?v=XXvYsebnfhU" class="font_link-list_16" target="_blank" rel="noopener nofollow" data-testid="Faq:item:answer.link">в Черногорию</a>',
      ],
    },
    {
      question: 'У вас гибкий график работы?',
      answer: [
        'Нет. Удалённая работа в CSSSR — это не фриланс. Это полный рабочий день по графику компании, просто не в офисе, а в удобном вам месте. Мы работаем по графику 10:00-19:00 (Мск), другие варианты — только по согласованию с руководителем команды.',
        'Для работы у нас критично важно:',
        [
          'умение самостоятельно организовать свою деятельность;',
          'стабильный интернет;',
          'возможность без всяких «но» трудиться 8 часов в день.',
        ],
        '<a href="https://blog.csssr.ru/2019/06/26/unicorn-busters" target="_blank" rel="noopener nofollow" data-testid="Faq:item:answer.link">Есть ли жизнь на удалёнке или как перестать верить в единорогов</a>',
      ],
    },
    {
      question: 'Как организована работа в CSSSR? Какие инструменты вы используете?',
      answer: [
        'Мы работаем в командах (чаще всего из 3-5 человек) и используем гибкие методологии. Административными вопросами занимается менеджер, а задачи распределяет тимлид. У нас отлаженные процессы, минимум бюрократии и культ здравого смысла.  Используем Jira для постановки задач, Slack и Telegram для общения и собственный тайм-трекер для учёта рабочего времени.',
      ],
    },
    {
      question: 'Как оплачивается работа?',
      answer: [
        'У нас в компании эффективно работает система почасовой оплаты, менеджеры обеспечивают равномерную загрузку на полный рабочий день. Зарплата начисляется два раза в месяц без задержек, ошибок и других неприятностей.  Мы стараемся обходиться без переработок, но если в них есть необходимость, то они, разумеется, оплачиваются.',
      ],
    },
    {
      question: 'На какой уровень зарплаты я могу рассчитывать?',
      answer: [
        'Для большинства сотрудников предусмотрена система грейдов, ваш грейд мы определим по результатам технического интервью. По вилкам зарплат для каждого грейда вас сориентирует рекрутер на собеседовании. Если для выбранной вами вакансии работает другая система, он тоже всё расскажет :)',
      ],
    },
    {
      question: 'А что с соцпакетом и плюшками?',
      answer: [
        'Мы предоставляем:',
        [
          '28 дней отпуска в год;',
          'больничные;',
          'дополнительные три отгула в год;',
          'обучение и развитие за счёт компании;',
          'поддержку тем, кто хочет выступать на тематических конференциях.',
        ],
        'В силу удалённого формата работы мы не можем предоставить:',
        ['ДМС;', 'спортзал;', 'безлимитный кофе;', 'офисного кота.'],
      ],
    },
    {
      question: 'Возможен ли в CSSSR карьерный рост?',
      answer: [
        'Безусловно. Всё зависит от ваших желаний и амбиций. Раз в год мы проводим performance review с каждым сотрудником компании — это не страшно и помогает выстроить прозрачную систему повышений. По результатам PR можно повысить грейд, получить прибавку и понять, куда расти дальше.',
      ],
    },
    {
      question: 'Какие возможности для профессионального развития у меня будут?',
      answer: [
        'Большие. Мы постоянно учимся и развиваемся, и в этом нам помогают:',
        [
          'крутые коллеги, готовые делиться опытом;',
          'работа с самыми новыми технологиями;',
          'участие в суперсекретной разработке внутренних продуктов;',
          'доступ к образовательному порталу;',
          'участие в конференциях, митапах, дебатах и прочих мероприятиях, где можно гордо заявить: «Привет, я работаю в CSSSR»;',
          'открытость к любым другим инициативам.',
        ],
      ],
    },
    {
      question: 'Чем вы лучше других работодателей?',
      answer: [
        [
          'Как минимум тем, что уважаем ваше желание не работать в офисе. Мы сами такие.',
          'Обилием возможностей. Хочешь писать статьи о том, чем хорош MobX — отлично;  хочешь расти в тимлида — круто; хочешь просто работать, чтобы тебя никто не трогал — не вопрос.',
          'Мы заботимся о своих сотрудниках. Чтобы не быть голословными, предлагаем посмотреть доклад нашего директора по коммерции <a href="https://www.youtube.com/watch?v=tYxyRojj_gA" target="_blank" rel="noopener nofollow" data-testid="Faq:item:answer.link">об оценке и мотивации наших разработчиков</a>.',
        ],
      ],
    },
  ],
}
