{
  "meta": {
    "title": "Work from anywhere in the galaxy",
    "description": "We hire the most talented, ambitious, persistent, assertive, smart people with a great sense of humor."
  },
  "logoAlt": "CSSSR jobs logo",
  "title": "Working at&nbsp;CSSSR",
  "subTitle": "CSSSR is&nbsp;a&nbsp;ray of&nbsp;light in&nbsp;the dark realm of&nbsp;corporate&nbsp;evil",
  "how": {
    "alt": "Dream job CSSSR",
    "word": "How",
    "title": "do&nbsp;we&nbsp;hire?",
    "description": "Recruitment process at&nbsp;CSSSR consists of&nbsp;several stages. Typically you need to&nbsp;complete a&nbsp;test task, pass an&nbsp;interview with our recruitment team, impress us&nbsp;during the technical interview and get along with your potential future boss. The entire process takes one to&nbsp;two weeks, but as&nbsp;experience shows, the result is&nbsp;worth it."
  },
  "who": {
    "alt": "Dream job CSSSR",
    "word": "Whom",
    "title": "do&nbsp;we&nbsp;hire?",
    "description": "All the employees at&nbsp;CSSSR are exceptional&nbsp;&mdash; we&nbsp;are united by&nbsp;our strive for perfection. Only the most talented, ambitious, persistent, assertive, smart people with a&nbsp;great sense of&nbsp;humor make the cut. It&nbsp;is&nbsp;no&nbsp;secret that we&nbsp;give the green light primarily to&nbsp;those candidates who want to&nbsp;be&nbsp;a&nbsp;part of&nbsp;our team, who like our concept and share our core values."
  },
  "about": {
    "alt": "Dream job CSSSR",
    "title": "About remote work",
    "descriptionFirst": "Being a&nbsp;21st century successful company doesn&rsquo;t mean sitting face to&nbsp;face in&nbsp;an&nbsp;office. The majority of&nbsp;CSSSR employees work wherever they see fit: at&nbsp;home, in&nbsp;a&nbsp;coffee shop, in&nbsp;a&nbsp;traffic jam, in&nbsp;the airport, on&nbsp;the Indian Ocean beach, outside the Solar System (as&nbsp;long as&nbsp;there is&nbsp;any internet connection).",
    "descriptionSecond": "But don&rsquo;t think that not having to&nbsp;commute to&nbsp;an&nbsp;office means less responsibility and more free time. The first requirement for remote work is&nbsp;an&nbsp;ability to&nbsp;organize your own work process and to&nbsp;work full time without excuses."
  },
  "hunter": {
    "alt": "Dream job CSSSR",
    "description": "Our job opportunities are also listed on",
    "and": "and",
    "firstLink": "https://www.linkedin.com/company/csssr/jobs/",
    "secondLink": "https://www.facebook.com/csssr/",
    "firstLinkText": "LinkedIn",
    "secondLinkText": "Facebook"
  }
}
