const bonuses = {
  items: [
    {
      id: 1,
      title: 'Комплексный подход',
      description: 'Ревью резюме и тестовое собеседование: наши hr дадут рекомендации и помогут сделать вас еще более привлекательным кандидатом.',
      image: 'Bonus_school_CV',
    },
    {
      id: 2,
      title: 'Производственный потенциал',
      description: 'Общение с авторами курсов и другими учениками в Slack: всегда есть, с кем посоветоваться.',
      image: 'Bonus_school_path',
    },
    {
      id: 3,
      title: 'Фронтенд — наша специализация',
      description: 'Индивидуальный план развития: своего рода «дорожная карта», ведущая вас к обозначенным целям. Составляется на основе собеседования со старшим разработчиком CSSSR.',
      image: 'Bonus_school_slack',
    },
  ],
}
export default bonuses
