const courses = {
  items: [
    {
      id: 1,
      title: 'Должна быть цель',
      description: 'Мы помогаем тем, кто ориенирован на конкретный результат, и точно знает, чего хочет. Мы ценим время и не готовы работать с людьми, пребывающим в вечном поиске себя.',
      description_second: 'Вашей целью может быть:',
      image: 'manifest_1',
      isCups: true,
    },
    {
      id: 2,
      title: 'Ваш успех = Наш успех',
      description: 'Мы прилагаем все усилия и ресурсы, которыми располагаем, чтобы приблизить своих учеников к их цели. Гордость за достижения учеников — особый деликатес, который мы распробовали и уже не можем отказаться от этого удовольствия.',
      image: 'manifest_2',
    },
    {
      id: 3,
      title: 'Полная самоотдача',
      description: 'Мы инвестируем в учеников время, опыт, интелект, знания и связи. Помимо того наши наставники отдают каждому ученику частичку себя. В замен нам необходимо ощущать полную самоотдачу учеников протяжении всего пути. Только в этом случае в конце нас ждёт деликатес.',
      image: 'manifest_3',
    },
  ],
}
export default courses
