{
  "meta": {
    "title": "Мы создаем веб-сервисы для миллионов",
    "description": "Наша специальность - аутсорсинг веб-разработки. Мы привносим логику в мир с помощью JavaScript. И мечтать о звездах."
  },
  "imgAlt": {
    "greeting": "Иллюстрация с волнистыми, горизонтальными линиямигеометрическими фигурами, и маленькой ракетой, пролетающей вдоль линий",
    "cleanCode": "Иллюстрация: программист плывет на единороге и пишет код на ноутбуке",
    "reliability": "Иллюстрация: человек складывает стенку из лего",
    "accessibility": "ИллюстрацияЖ девушка из мозайки бежит с ноутбуком в руке",
    "ux": "Иллюстрация: человек лежит и читает газету",
    "webSecurity": "Иллюстрация: программист пишет код сидя за столом"
  },
  "greeting": {
    "title": "Ключевые ценности"
  },
  "detailValue": {
    "cleanCode": {
      "title": "Чистый код",
      "subTitle": "Хороший код - это чистый код. Важно не только то, что делает код, но и то, как он выглядит",
      "text": "Чистый и понятный код облегчает поддержку, быстро добавляет новые функции и вносит изменения с меньшими затратами. Грязный код с высокой сложностью приносит много проблем в команду, снижает производительность и делает жизнь тех, кто будет работать с ней позже, намного более сложной.",
      "text_2": "Работаем ли мы над крупным проектом, который начался задолго до нас и будет продолжать существовать после, или запустим совершенно новый продукт, мы особенно внимательно относимся к наведению порядка. Регулярные обзоры кода и сбор передового опыта помогают нам сделать это .."
    },
    "reliability": {
      "title": "Надеженость",
      "subTitle": "Мы заботимся о репутации наших клиентов и поэтому уделяем особое внимание тестированию",
      "text": "Наличие QA-специалистов в каждой команде обеспечивает нормальный процесс разработки. Мы применяем автотесты, юнит-тесты, интеграцию и ручное тестирование в зависимости от потребностей проекта. Наши инженеры QA помогают нам минимизировать риск возникновения ошибок в конечном продукте. Зная, что наш код протестирован и надежен, мы можем при необходимости безопасно разрабатывать новые функции и быть уверенными в том, что уже существующий код не будет неожиданно затронут."
    },
    "accessibility": {
      "title": "Доступность",
      "subTitle": "Знаете ли вы, сколько пользователей имеют особые потребности при использовании Интернета?",
      "text": "Веб-сайт, разработанный без применения принципов доступности, может потерять до 15% своей аудитории. Каждая страница и каждый блок должны быть не только хорошо написаны, так что только разработчики могут оценить это, но, прежде всего, должны быть хорошо доставлены, чтобы каждый пользователь мог наслаждаться этим на каждом уровне. Мы заботимся.",
      "text_2": "Разделив сайт на функциональные блоки и работая с тегами, мы обеспечиваем равный доступ к вашему продукту для всех."
    },
    "ux": {
      "title": "UX",
      "subTitle": "Мы понимаем, насколько важны мелочи в дизайне, и мы можем сделать идеальную пиксельную разработку",
      "text": "Но мы никогда не забываем о удобстве использования. Разрабатывая ваши дизайны, мы в основном являемся первыми пользователями вашего продукта, поэтому мы не просто слепо выполняем его, но всегда заботимся и привлекаем ваше внимание к вещам, которые могут повлиять на продукт в будущем. Перфекционизм должен быть умным."
    },
    "webSecurity": {
      "title": "Веб-безопасность",
      "subTitle": "Веб-приложения должны быть не только хорошо написанными, надежными, удобными для пользователя, но и безопасными для бизнеса",
      "text": "Мы понимаем, что небольшая уязвимость в приложении может привести к значительным финансовым и репутационным рискам. Одна неправильно введенная форма авторизации или оплаты может привести к взлому и извлечению данных пользователя или компании. С самого начала мы очень внимательно относимся к архитектуре кода и уделяем этому вопросу особое внимание, даже если на стороне клиента проводится аудит безопасности."
    }
  },
  "form": {
    "title": "Давайте пообщаемся",
    "namePlaceholder": "Тим Бернерс-Ли",
    "phonePlaceholder": "+7-987-654-32-10",
    "emailPlaceholder": "name@example.com",
    "messagePlaceholder": "Чем мы могли бы помочь вам?",
    "messageLabel": "коментарий",
    "emailLabel": "E-mail",
    "phoneLabel": "Телефон",
    "nameLabel": "Имя",
    "submitText": "Отправить"
  }
}
