{
  "meta": {
    "title": "Наши принципы",
    "description": "Следуем лучшим практикам во всем, что делаем."
  },
  "imgAlt": {
    "greeting": "Иллюстрация с волнистыми, горизонтальными линиямигеометрическими фигурами, и маленькой ракетой, пролетающей вдоль линий",
    "cleanCode": "Иллюстрация: программист плывет на единороге и пишет код на ноутбуке",
    "reliability": "Иллюстрация: человек складывает стенку из лего",
    "accessibility": "ИллюстрацияЖ девушка из мозайки бежит с ноутбуком в руке",
    "ux": "Иллюстрация: человек лежит и читает газету",
    "webSecurity": "Иллюстрация: программист пишет код сидя за столом"
  },
  "greeting": {
    "title": "Наши принципы"
  },
  "detailValue": {
    "cleanCode": {
      "title": "Чистый код",
      "subTitle": "Хороший код&nbsp;&mdash; это чистый код. Важно не&nbsp;только что он&nbsp;делает, но&nbsp;и&nbsp;как выглядит. ",
      "text": "Чистый и&nbsp;понятный код позволяет легко поддерживать проект, быстро добавлять новый функционал и&nbsp;проще вносить изменения. Сложный, запутанный код приносит много проблем разработчикам, снижает продуктивность и&nbsp;заметно усложняет жизнь тех, кто будет использовать его в&nbsp;дальнейшем.",
      "text_2": "Не&nbsp;важно, работаем&nbsp;ли мы&nbsp;на&nbsp;больших проектах, которые стартовали задолго до&nbsp;нас и&nbsp;продолжат свое существование после, или&nbsp;же запускаем новый продукт&nbsp;&mdash; особое внимание мы&nbsp;уделяем качеству кода. Обязательный code review и&nbsp;регулярная работа с&nbsp;техническим долгом помогают нам в&nbsp;этом."
    },
    "reliability": {
      "title": "Надеженость",
      "subTitle": "Мы&nbsp;заботимся о&nbsp;качестве финального продукта и&nbsp;репутации наших клиентов, поэтому уделяем особое внимание тестированию.",
      "text": "Каждую команду сопровождают QA-специалисты, это помогает обеспечить нормальный процесс разработки. Мы&nbsp;применяем ручное тестирование&nbsp;и, в&nbsp;зависимости от&nbsp;потребностей проекта, можем использовать разный набор автотестов: end-to-end, юнит, интеграционные тесты."
    },
    "accessibility": {
      "title": "Доступность",
      "subTitle": "Знаете&nbsp;ли вы, как много пользователей имеют особые потребности при использовании интернета?",
      "text": "Веб-сайт, разработанный без применения принципов доступности, может потерять до&nbsp;15% своей аудитории. Нам не&nbsp;все равно.",
      "text_2": "Мы&nbsp;следуем необходимым стандартам&nbsp;&mdash; например, используем текстовые альтернативы для медиаконтента и&nbsp;добавляем возможность полного управления с&nbsp;клавиатуры."
    },
    "ux": {
      "title": "UX",
      "subTitle": "Мы&nbsp;понимаем, как важны мелочи в&nbsp;дизайне, и&nbsp;можем максимально точно следовать макету при разработке.",
      "text": "Но&nbsp;важно не&nbsp;просто слепо переносить дизайн в&nbsp;веб, а&nbsp;всегда задумываться об&nbsp;опыте будущих пользователей. Мы&nbsp;всегда ставим себя на&nbsp;их&nbsp;место и&nbsp;обращаем внимание клиента на&nbsp;мелочи, которые могут повлиять на&nbsp;впечатление от&nbsp;конечного продукта. Перфекционизм должен быть умным."
    },
    "webSecurity": {
      "title": "Безопасность",
      "subTitle": "Веб-приложения должны быть не&nbsp;только хорошо написанными, надежными, удобными, но&nbsp;и&nbsp;безопасными.",
      "text": "Мы&nbsp;понимаем, что даже незначительная уязвимость может обернуться существенными финансовыми и&nbsp;репутационными издержками. Неправильно реализованная авторизация или форма оплаты могут привести к&nbsp;взлому и&nbsp;краже данных пользователя. Мы&nbsp;с&nbsp;самого начала внимательно продумываем архитектуру и&nbsp;уделяем этому вопросу особое внимание на&nbsp;код-ревью и&nbsp;при тестировании, даже если на&nbsp;стороне клиента уже есть свой аудит безопасности."
    }
  },
  "form": {
    "title": "Давайте пообщаемся",
    "namePlaceholder": "Тим Бернерс-Ли",
    "phonePlaceholder": "+7-987-654-32-10",
    "emailPlaceholder": "name@example.com",
    "messagePlaceholder": "Чем мы могли бы помочь вам?",
    "messageLabel": "коментарий",
    "emailLabel": "E-mail",
    "phoneLabel": "Телефон",
    "nameLabel": "Имя",
    "submitText": "Отправить"
  }
}
