{
  "meta": {
    "title": "Веб-разработка для электронной коммерции",
    "description": "Боремся за каждого клиента в высококонкурентной индустрии интернет-торговли."
  },
  "imgAlt": {
    "greeting": "Иллюстрация с двумя фигурами людей, мужчина передает что-то девушке",
    "ourClients": "Логотипы компаний нашихх клиентов",
    "facts": "Альтернативный текст для иллюстрации",
    "coreValuesAccessibility": "Ea commodo magna elit quis culpa quis ut fugiat",
    "coreValuesSecurity": "Anim eu ipsum esse dolore in culpa tempor ut amet aute",
    "coreValuesUX": "Incididunt dolore laboris ex occaecat aute eu reprehenderit magna consequat.",
    "projects_1": "Schematic illustration of a web portal",
    "projects_2": "Schematic illustration of a web portal",
    "projects_3": "Schematic illustration of a web portal"
  },
  "greeting": {
    "title": "Индивидуальная электронная коммерция <br/> Услуги по разработке",
    "paragraph": "В постоянно растущей и высококонкурентной индустрии электронной коммерции огромную роль играет каждая страница, каждая метрика и мнение каждого пользователя. Мы готовы превратить ваши макеты дизайна в хорошо работающий веб-сайт, который увеличит ваши продажи.",
    "button": "Связаться"
  },
  "ourClients": {
    "title": "Наши клиенты"
  },
  "facts": {
    "heading": "Разработка с индивидуальным подходом",
    "subHeading": "Независимо от размера и продолжительности вашего проекта, вы получите индивидуальное обслуживание и гибкие условия.",
    "firstItem": {
      "number": "3-7",
      "text": "Специалисты <br/>в команде"
    },
    "secondItem": {
      "number": "2w - ∞",
      "text": "Возможная продолжительность <br/>проекта"
    },
    "thirdItem": {
      "number": "150+",
      "text": "профессионалов"
    },
    "fourthItem": {
      "number": "500+",
      "text": "проекты выполнены"
    }
  },
  "coreValues": {
    "heading": "Главные ценности",
    "subHeading": "Мы следуем самым высоким стандартам веб-разработки и применяем лучшие практики для каждого проекта",
    "firstItem": {
      "title": "Доступность",
      "text": "Знаете ли вы, что до 20% всех пользователей имеют особые потребности при использовании Интернета? Веб-приложение должно быть не только хорошо написано, чтобы его могли оценить только разработчики, но, прежде всего, оно должно быть хорошо доставлено, чтобы каждый пользователь мог наслаждаться им на любом уровне. Мы заботимся. Вы можете быть уверены, что у всех будет равный доступ к вашему продукту."
    },
    "secondItem": {
      "title": "Безопасность",
      "text": "Веб-приложения должны быть не только хорошо написанными, надежными, удобными для пользователя, но и безопасными для бизнеса. Мы понимаем, что небольшая уязвимость в приложении может привести к значительным финансовым и репутационным рискам. Одна неправильно введенная форма авторизации или оплаты может привести к взлому и извлечению данных пользователя или компании. С самого начала мы очень внимательно относимся к архитектуре кода и уделяем этому вопросу особое внимание, даже если на стороне клиента проводится аудит безопасности."
    },
    "thirdItem": {
      "title": "UX",
      "text": "Мы понимаем, насколько важны мелочи в дизайне, и мы можем сделать идеальную пиксельную разработку. Но мы никогда не забываем о удобстве использования. Разрабатывая ваши дизайны, мы в основном являемся первыми пользователями вашего продукта и уделяем большое внимание деталям UX, которые могут серьезно повлиять на мнение пользователей. Перфекционизм должен быть умным."
    }
  },
  "projects": {
    "heading": "Наши Проекты",
    "subHeading": "Это правдивые истории. Описанные здесь события произошли в CSSSR в 20XX году. По просьбе клиентов все имена и важные детали были скрыты. Из уважения к команде, остальное было сказано точно так, как это произошло",
    "firstItem": {
      "heading": "Телеком Провайдер",
      "text": "Сайт для крупнейшего модного универмага в Восточной Европе.",
      "numericData": {
        "firstItem": {
          "number": "9",
          "text": "размер команды"
        },
        "secondItem": {
          "number": "12",
          "text": "месяцев"
        }
      }
    },
    "secondItem": {
      "heading": "Телеком Провайдер",
      "text": "Интернет-витрина для импортера и дистрибьютора вина",
      "numericData": {
        "firstItem": {
          "number": "4",
          "text": "размер команды"
        },
        "secondItem": {
          "number": "7",
          "text": "месяцев"
        }
      }
    },
    "thirdItem": {
      "heading": "Телеком Провайдер",
      "text": "Интерфейс системы терминалов самообслуживания для одного из крупнейших российских интернет-магазинов электроники",
      "numericData": {
        "firstItem": {
          "number": "14",
          "text": "размер команды"
        },
        "secondItem": {
          "number": "17",
          "text": "месяцев"
        }
      }
    }
  },
  "form": {
    "title": "Давайте поговорим",
    "subTitle": "пожалуйста, предоставьте свои контактные данные, и мы ответим в ближайшее время",
    "namePlaceholder": "Джон Ленин",
    "emailPlaceholder": "lenin@gmail.com",
    "messagePlaceholder": "Коментарий",
    "messageLabel": "коментарий",
    "emailLabel": "E-mail",
    "nameLabel": "Ваше Имя",
    "submitText": "ОТПРАВИТЬ"
  }
}
