{
  "meta": {
    "title": "Как мы работаем",
    "description": "За годы работы мы отшлифовали наши процессы разработки и коммуникации, и очень гордимся ими."
  },
  "greeting": {
    "title": "Процессы"
  },
  "organized": {
    "title": "Как формируются команды на&nbsp;аутсорсе",
    "description": "Мы&nbsp;предоставляем клиенту слаженную команду разработчиков. Как правило это <span style=\"white-space:nowrap\">2-5</span>&nbsp;<span style=\"white-space:nowrap\">фронтенд-разработчиков</span>, включая тимлида, <span style=\"white-space:nowrap\">1-2</span>&nbsp;<span style=\"white-space:nowrap\">QA-инженера</span> и&nbsp;менеджера проектов.",
    "firstParagraph":
      "При необходимости мы&nbsp;можем собрать команду, включающую бэкенд-разработчиков и&nbsp;системных аналитиков. Мы&nbsp;считаем работу в&nbsp;небольших командах наиболее эффективной, и&nbsp;это не&nbsp;мешает вывести на&nbsp;один проект сразу несколько команд.",
    "secondParagraph":
      "Со&nbsp;стороны клиента к&nbsp;команде обычно подключается продакт&#8209;менеджер, дизайнер, иногда другие сотрудники. Благодаря этому грань между процессами и&nbsp;командами начинает размываться.",
    "footer": "В&nbsp;итоге мы&nbsp;имеем плотное сотрудничество, более четкое понимание задач и&nbsp;прозрачность процессов.",
    "imageAlt": {
      "skydiver" : "парашютист",
      "skydivers" : "парашютисты"
    }
  },
  "development": {
    "title": "Как происходит разработка",
    "scrumban": {
      "imageAlt": "Скрамбан",
      "title": "Скрамбан",
      "description": "Мы&nbsp;работаем по&nbsp;гибким методологиям, но&nbsp;не&nbsp;следуем слепо какой-то одной доктрине.",
      "text": "В&nbsp;работе мы&nbsp;используем смесь скрама и&nbsp;канбана. У&nbsp;нас есть недельные спринты, которые позволяют удобно декомпозировать задачи и&nbsp;обеспечивают лучшую прозрачность процесса.",
      "text_2": "В&nbsp;классическом скраме под спринтом подразумевается некий набор задач, которые по&nbsp;завершению спринта выкатываются на&nbsp;прод, а&nbsp;наш недельный спринт&nbsp;&mdash; это зафиксированная договоренность об&nbsp;объеме работ, который мы&nbsp;должны выполнить за&nbsp;этот срок. Например, мы&nbsp;можем завершить разработку некоторых фич, но&nbsp;их&nbsp;тестирование будет проведено уже в&nbsp;следующем спринте."
    },
    "review": {
      "imageAlt": "Код-ревью",
      "title": "Код-ревью",
      "description": "Для контроля качества кода мы&nbsp;обязательно применяем код&#8209;ревью, в&nbsp;котором принимает участие вся команда разработки.",
      "text": "Каждый пул&#8209;реквест должен быть одобрен как как минимум двумя разработчиками. Только после этого код попадает в&nbsp;стабильную ветку. При этом на&nbsp;ревью мы&nbsp;особое внимание уделяем не&nbsp;только проверке бизнес&#8209;логики, но&nbsp;и&nbsp;читаемости кода, архитектуре, API."
    }
  },
  "transparency": {
    "title": "Прозрачность",
    "square": "Мы&nbsp;работаем с&nbsp;почасовой системой оплаты. Для этого мы&nbsp;разработали собственный <span style=\"white-space:nowrap\">тайм-трекер</span>, который помогает нам считать зарплаты сотрудникам и&nbsp;формировать отчеты для клиентов.",
    "circle": "Мы&nbsp;предоставляем еженедельный отчет по&nbsp;работам, чтобы клиент всегда был в&nbsp;курсе текущих трудозатрат и&nbsp;мог влиять на&nbsp;процесс. Отчет мы&nbsp;можем генерировать в&nbsp;различных форматах в&nbsp;зависимости от&nbsp;запроса&nbsp;&mdash; в&nbsp;разрезе задачи, проекта, рабочего дня, специалиста, спринта, и&nbsp;т.д.",
    "arc": "Вся документация формируется автоматически по&nbsp;шаблону, это минимизирует риски возникновения ошибок.",
    "triangle": "У&nbsp;нас есть выделенный менеджер, который отвечает за&nbsp;документацию и&nbsp;оперативно поможет вам с&nbsp;любыми вопросами.",
    "imagesAlt": {
      "highlight": "Прозрачность",
      "square": "квадрат",
      "circle": "круг",
      "arc": "дуга",
      "triangle": "треугольник"
    }
  },
  "form": {
    "title": "Давайте пообщаемся",
    "namePlaceholder": "Тим Бернерс-Ли",
    "phonePlaceholder": "+7-987-654-32-10",
    "emailPlaceholder": "name@example.com",
    "messagePlaceholder": "Чем мы могли бы помочь вам?",
    "messageLabel": "коментарий",
    "emailLabel": "E-mail",
    "phoneLabel": "Телефон",
    "nameLabel": "Имя",
    "submitText": "Отправить"
  }
}
