{
  "meta": {
    "title": "We Create Web Services for Millions",
    "description": "Our specialty is front-end web development outsourcing. We bring logic to the world with JavaScript. And dream of the stars."
  },
  "imgAlt": {
    "greeting": "Illustration with wavy horizontal lines, geometric figures and a small rocket flying along the lines.",
    "cleanCode": "Illustration: a programmer writes and writes code on a laptop",
    "reliability": "Illustration: a man folds a wall of lego",
    "accessibility": "Illustration of a girl from mosaic running with a laptop in her hand",
    "ux": "Illustration: a man lies and reads a newspaper",
    "webSecurity": "Illustration: a programmer writes code while sitting at a table"
  },
  "greeting": {
    "title": "Core Values"
  },
  "detailValue": {
    "cleanCode": {
      "title": "Clean Code",
      "subTitle": "A&nbsp;good code is&nbsp;a&nbsp;clean code. What matters is&nbsp;not only what the code does, but also how it&nbsp;looks",
      "text": "Clean and clear code makes it&nbsp;easy to&nbsp;support, quickly add new functionality and make changes with less costs. A&nbsp;messy code with a&nbsp;high complexity brings a&nbsp;lot of&nbsp;problems to&nbsp;the team, reduces productivity, and makes the life of&nbsp;those who will work with it&nbsp;later much more complicated.",
      "text_2": "Whether we&nbsp;are working on&nbsp;a&nbsp;large project that has started long before&nbsp;us and will continue to&nbsp;exist after, or&nbsp;launching a&nbsp;completely new product, we&nbsp;are particularly mindful of&nbsp;putting things in&nbsp;order. Regular code reviews and capturing the best practices help&nbsp;us do&nbsp;this."
    },
    "reliability": {
      "title": "Reliability",
      "subTitle": "We&nbsp;care about our clients&rsquo; reputation and therefore we&nbsp;pay special attention to&nbsp;the testing",
      "text": "Having QA-specialists in&nbsp;each team ensures a&nbsp;normal development process. We&nbsp;apply auto-tests, unit-tests, integration and manual testing depending on&nbsp;project needs. Our QA&nbsp;engineers help&nbsp;us minimize the risk of&nbsp;errors occurring in&nbsp;the final product. And knowing that our code is&nbsp;tested and reliable, we&nbsp;can safely develop new features if&nbsp;necessary, and be&nbsp;certain that the already existing code will not be&nbsp;surprisingly affected."
    },
    "accessibility": {
      "title": "Accessibility",
      "subTitle": "Do&nbsp;you know how many users have special needs when using the Internet?",
      "text": "A&nbsp;web site designed without applying accessibility principles may lose up&nbsp;to&nbsp;15% of&nbsp;its audience. Every page and every block should not only be&nbsp;well written, so&nbsp;that only developers can appreciate&nbsp;it, but first of&nbsp;all, should be&nbsp;well delivered, so&nbsp;that every user can enjoy it&nbsp;on&nbsp;every level. We&nbsp;care.",
      "text_2": "By&nbsp;dividing the site into functional blocks and working with tags, we&nbsp;provide equal access to&nbsp;your product for everybody."
    },
    "ux": {
      "title": "UX",
      "subTitle": "We&nbsp;understand how important little things in&nbsp;design are, and we&nbsp;can do&nbsp;pixel-perfect development",
      "text": "But we&nbsp;never forget about user-friendliness. Developing your designs we&nbsp;are basically the first users of&nbsp;your product, so&nbsp;we&nbsp;are not just blindly executing but always care and draw your attention to&nbsp;the things that can affect the product in&nbsp;future. Perfectionism must be&nbsp;smart."
    },
    "webSecurity": {
      "title": "Web Security",
      "subTitle": "Web applications should not only be&nbsp;well written, reliable, user-friendly but also business secure",
      "text": "We&nbsp;understand that a&nbsp;small vulnerability in&nbsp;an&nbsp;application can lead to&nbsp;significant financial and reputational risks. One incorrectly implemented authorization or&nbsp;payment form can lead to&nbsp;hacking and extraction of&nbsp;user or&nbsp;company data. From the very beginning, we&nbsp;think very carefully about the code architecture and pay special attention to&nbsp;this issue, even if&nbsp;there is&nbsp;a&nbsp;security audit on&nbsp;the client side."
    }
  },
  "form": {
    "title": "Let’s Talk",
    "subTitle": "please provide your contact details and we will respond shortly",
    "namePlaceholder": "Jhon Lenin",
    "emailPlaceholder": "lenin@gmail.com",
    "messagePlaceholder": "Comment",
    "messageLabel": "comment",
    "emailLabel": "E-mail",
    "nameLabel": "YOUR NAME",
    "submitText": "SEND"
  }
}
