{
  "meta": {
    "title": "Our Process"
  },
  "greeting": {
    "title": "Our Process"
  },
  "organized": {
    "title": "How Outsourced Teams Are Organized",
    "description": "We&nbsp;provide clients with well organized development teams. As&nbsp;a&nbsp;rule, teams include 2-5 front-end developers, including a&nbsp;team leader, 1-2&nbsp;QA engineers and a&nbsp;project manager.",
    "firstParagraph": "When required, we&nbsp;can also assemble a&nbsp;team including back-end developers and systems analysts. In&nbsp;order to&nbsp;provide lean and efficient results, we&nbsp;sometimes divide functionality and employ several teams on&nbsp;larger projects.",
    "secondParagraph":"From the client side, the team is&nbsp;usually joined by&nbsp;a&nbsp;product manager, designer and sometimes others. This can cause the lines between processes and teams to&nbsp;blur.",
    "footer": "As&nbsp;a&nbsp;result, we&nbsp;cooperate closely with other client teams, with a&nbsp;clear understanding of&nbsp;responsibilities and transparency of&nbsp;processes.",
    "imageAlt": {
      "skydiver" : "skydiver",
      "skydivers" : "skydivers"
    }
  },
  "development": {
    "title": "Standard Development Methodology",
    "scrumban": {
      "imageAlt": "Scrumban",
      "title": "Scrumban",
      "description": "We&nbsp;work with Agile methodologies, but do&nbsp;not blindly follow a&nbsp;particular doctrine.",
      "text": "We&nbsp;use a&nbsp;mix of&nbsp;scrum and kanban, employing weekly sprints that are convenient for clients.",
      "text_2": "In&nbsp;a&nbsp;classic scrum, at&nbsp;the end of&nbsp;a&nbsp;sprint a&nbsp;set of&nbsp;functionality is&nbsp;rolled out for production. Our weekly sprints, on&nbsp;the other hand, are fixed agreements on&nbsp;a&nbsp;certain amount of&nbsp;work that must be&nbsp;completed within a&nbsp;given timeframe. For example, we&nbsp;may complete some features, but testing could be&nbsp;scheduled and completed in&nbsp;the next sprint."
    },
    "review": {
      "imageAlt": "Code Review",
      "title": "Code review",
      "description": "To&nbsp;control code quality, we&nbsp;employ a&nbsp;code-review process that the whole development team participates&nbsp;in, with specific rules.",
      "text": "For example, each pull request must be&nbsp;approved by&nbsp;at&nbsp;least two developers. Only after approval can the code be&nbsp;put into a&nbsp;stable branch. In&nbsp;code review, we&nbsp;focus on&nbsp;business logic, code readability, architecture and APIs."
    }
  },
  "transparency": {
    "title": "Transparency",
    "square": "We&nbsp;work on&nbsp;an&nbsp;hourly basis. For this purpose we&nbsp;have developed our own time tracker that helps&nbsp;us pay salaries and generate client reports.",
    "circle": "We&nbsp;provide weekly reports so&nbsp;that clients are always aware of&nbsp;the current workload and can adjust the process. We&nbsp;can generate reports in&nbsp;various formats on&nbsp;request: by&nbsp;task, project, working day, specialist, sprint, etc.",
    "arc": "All documentation is&nbsp;automatically generated according to&nbsp;a&nbsp;template, which minimizes the risk of&nbsp;errors.",
    "triangle": "We&nbsp;have a&nbsp;dedicated manager who is&nbsp;responsible for the documentation and promptly assists with any questions.",
    "imagesAlt": {
      "highlight": "Transparency",
      "square": "square",
      "circle": "circle",
      "arc": "arc",
      "triangle": "triangle"
    }
  },
  "form": {
    "title": "Let’s Talk",
    "namePlaceholder": "Tim Berners-Lee",
    "phonePlaceholder": "+1-612-566-34-43",
    "emailPlaceholder": "name@example.com",
    "messagePlaceholder": "How can we help?",
    "messageLabel": "comment",
    "emailLabel": "E-mail",
    "phoneLabel": "Phone",
    "nameLabel": "Name",
    "submitText": "Submit"
  }
}
